<template>
  <div class="protocol">
    <el-scrollbar class="protocol-scrollbar">
      <!-- <p class="title">用户服务协议</p> -->
      <p>本协议由同意并承诺遵守本协议规定且使用跨境汇网站服务的用户（以下称“用户”）和跨境汇网站(以下简称“跨境汇”，网址为：XXXXX)共同缔结，本协议具有合同法律效力。跨境汇的所有人为安徽省跨境电商创新服务中心公共服务平台，由所有人负责管理、运营。
      </p>
      <p class="bold">用户在同意使用跨境汇相关服务前，须认真阅读并充分理解本协议，尤其是做出加黑、斜体、下划线等处理的相关条款，可能会对用户的相关权益造成重大影响，请仔细阅读。</p>
      <h5>一、定义及解释</h5>
      <p>(一) 用户入驻：指用户注册并依据入驻流程和要求开通跨境汇账户。</p>
      <p>(二) 客户：指提供产品或服务的用户，以及对用户提供的产品或服务有需求或者与用户进行交易活动的第三方。</p>
      <h5>二、用户入驻条件</h5>
      <p>(一) 用户在跨境汇入驻，须满足以下条件：</p>
      <p>1、依照中华人民共和国法律登记注册并领取合法有效的营业执照及其他经营许可的法人或者非法人组织；</p>
      <p>2、若用户通过跨境汇提供产品或服务，应确保产品或服务的来源合法，资质齐全。</p>
      <p>3、有良好的信誉，能提供优质服务，有能力履行合同；</p>
      <p>4、同意并承诺遵守本协议及相关规则。</p>
      <p>(二) 证明文件提交：</p>
      <p>用户须根据跨境汇相关规则及要求向跨境汇提交证明文件或其他相关证明。<span class="bold">用户对其提交的证明文件或其他相关证明的真实性、合法性、准确性、有效性、完整性承担全部责任，并需在上述资料发生变更时及时书面通知跨境汇。</span></p>
      <h5>三、用户入驻流程</h5>
      <p>用户阅读同意本协议、完善账户信息。</p>
      <h5>四、双方权利及义务</h5>
      <p>(一) 用户入驻成功后可免费使用跨境汇基础功能及相关服务，<span class="bold"> 跨境汇有权根据国家政策的变动及运营管理的需要对此进行变更 </span>，具体变更事项由跨境汇和用户另行协商；</p>
      <p>(二) 用户应妥善保管账号、密码，不得擅自转让或授权他人使用，并对利用该账号和密码所进行的一切活动负全部责任，如因用户保管、设置或使用不当造成的损失，由用户自行承担责任；</p>
      <p>(三) 跨境汇根据本协议向用户提供技术支持服务，尽力维护跨境汇服务的正常稳定运行，并努力改进技术，对跨境汇功能及服务进行更新、升级，不断提升系统性能；</p>
      <p>(四) 跨境汇有权将经国家和地方生效法律文书或行政文书确定的用户违法违规事件，或跨境汇已确认的用户违反本协议相关约定的事项，在跨境汇上予以公示；</p>
      <p>(五) 跨境汇有权对用户发布或提供的所有产品和服务信息进行监督检查，有权在法律允许的范围内拒绝提供服务、删除用户违法违规信息及其相关内容，并保留对用户不当行为追究法律责任的权利。</p>
      <h5>五、用户的行为规范</h5>
      <p>(一) 用户通过跨境汇发布的所有产品、服务和需求必须完全符合国家法律规定，不得侵犯任何第三方的任何权益；</p>
      <p>(二) 用户收集、使用、处理、披露客户信息应完全符合国家相关法律法规规定并基于提供服务所必要，前述信息包括但不限于客户会员名称、手机号码、地址等。跨境汇不为用户提供与上述客户信息相关的服务；</p>
      <p>(三) 用户不得利用跨境汇从事洗钱、窃取商业秘密、窃取个人信息、侵犯他人财产等违法犯罪的活动或利用跨境汇谋取不正当利益，如因用户的违法犯罪活动给跨境汇造成损失的，由用户承担损失或负责赔偿；</p>
      <p>(四) 用户不得以任何方式损坏或破坏跨境汇系统，不得非法获取跨境汇系统数据，干扰跨境汇系统的正常运行及其他用户和第三方对跨境汇系统的使用；</p>
      <p>(五) 用户应做好数据备份工作，按法律要求保留或删除相关数据；</p>
      <p>(六) 未经跨境汇书面授权，用户不得以跨境汇（包括跨境汇关联公司）的名义进行任何宣传活动，不得损害跨境汇形象；</p>
      <h5>六、保密条款</h5>
      <p>(一) 用户不得向与跨境汇及所有人构成商业竞争关系的企业、商业机构或者组织提供其他用户、客户及跨境汇的相关信息或者资料，否则用户应承担违约责任。</p>
      <p>(二) 用户应告知并督促其因履行本协议之目的而必须获知本协议内容及因合作而获知跨境汇相关商业秘密的雇员、代理人、顾问等履行保密义务，并对前述人员的行为承担责任。</p>
      <h5>七、跨境汇责任范围和责任限制</h5>
      <p class="bold">(一) 跨境汇将在现有技术的基础上尽合理努力采取相应的安全措施，保障跨境汇服务的稳定性、安全性，但跨境汇对服务的可适用性、准确性、持续性、可靠性等不作任何明示或暗示的保证。因电脑病毒、网络通讯故障、系统维护、不可抗力等因素造成的任何损害，用户承诺不会追究跨境汇的任何责任。</p>
      <p class="bold">(二) 本协议的签署、用户的入驻并不意味着跨境汇对用户的主体资格、履约能力、产品和服务信息发布、交易行为及相关材料、信息的真实性、准确性、合法性、有效性、完整性承担任何明示或暗示的保证或担保责任。凡因用户提供的服务、发布的产品和信息引起的或与之相关的任何争议、投诉、赔偿事项，用户应以自己的名义独立承担所有法律责任。跨境汇有权将用户上述不当行为在跨境汇网站进行披露，有权按照跨境汇发布的规则采取相应的处理措施。跨境汇因前述事项被第三方索赔的，用户应自付费用为跨境汇解决索赔事项，给跨境汇造成损失的，用户应向跨境汇承担赔偿责任。</p>
      <p class="bold"> (三) 除法律另有规定外，跨境汇不承担任何间接或惩罚性赔偿，包括但不限于预期可得利益的损失、间接利益的损失或数据丢失损失。</p>
      <h5>八、违约责任</h5>
      <p>(一) 对于违反本协议任何约定的行为，违约方需向守约方承担损失赔偿责任。</p>
      <p class="bold">(二) 用户违反本协议约定的，跨境汇有权视情节严重程度采取暂停向用户提供服务、暂时关闭用户账户、解除本协议等措施，由用户自行承担由此导致的一切损失。若用户的违约行为对跨境汇（包括跨境汇合作方、代理人或职员）或第三方造成损失的，用户应当承担赔偿责任，包括但不限于直接经济损失、诉讼费、律师费等合理维权费用。</p>
      <h5>九、法律适用及争议解决</h5>
      <p>本协议的成立、生效、履行、解释以及纠纷解决，适用中华人民共和国法律。因本协议引起的或与本协议有关的争议，双方首先应当友好协商解决；若协商解决不成的，双方一致同意提交跨境汇所有人住所地法院诉讼解决。</p>
      <h5>十、送达</h5>
      <p>跨境汇的送达地址为：合肥市浦东新区博霞路185号5楼。</p>
      <h5>十一、特别说明</h5>
      <p>(一) 本协议内容包括协议正文及跨境汇所有已发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。</p>
      <p class="bold">(二) 用户理解并同意，根据国家法律法规变化及跨境汇运营需要，跨境汇有权对本协议内容不时地进行修订，修订后的协议一经跨境汇在网站公示即生效并代替原来的协议，用户应不时关注并阅读最新版的协议，如用户继续使用跨境汇服务的，即表示已经阅读、理解并接受经修订的协议。若用户不同意相关修订，应当立即停止使用服务并以书面方式通知跨境汇。</p>
      <p>(三) 本协议自用户阅读同意后生效。</p>

    </el-scrollbar>
  </div>
</template>

<style lang="scss" scoped>
.protocol {
  padding: 0 10px 10px;
  font-size: 14px;
  line-height: 28px;
  .title {
    padding: 1em 0;
  }
  h5 {
    padding: 1em 0;
    font-weight: bold;
    font-size: 16px;
  }
  p {
    text-indent: 2em;
    margin-bottom: 6px;
  }
  .bold {
    font-weight: bold;
  }
  &-scrollbar {
    min-height: 360px;
    height: 60vh;
  }
  ::v-deep {
    .el-scrollbar__wrap {
      overflow-x: hidden;
    }
  }
}
</style>
